Repository: hieulq/pgscm
Catalog: pgscm/translations/*/LC_MESSAGES/messages.po
Languages: vi

source: member
vi: Thành viên

source: reviewer
vi: Thanh tra

source: leader
vi: Trưởng nhóm

source: deputy_leader
vi: Phó nhóm

source: counter
vi: Kế toán

source: male
vi: Nam

source: female
vi: Nữ

source: approved
vi: Phê chuẩn

source: refuse
vi: Từ chối

source: withdraw
vi: Thu hồi

source: warning
vi: Cảnh cáo

source: punish
vi: Phạt

source: new
vi: Cấp mới

source: remaining
vi: Duy trì

source: conversion
vi: Đang chuyển đổi

source: suddenly
vi: Đột xuất

source: Deleted at
vi: Thời điểm xóa

source: Reason
vi: Lý do

source: Deleted
vi: Đã xóa

source: Current
vi: Hiện tại

source: More info
vi: Thông tin chi tiết

source: Describe your reasons to delete this data
vi: Mô tả nguyên nhân xoá dữ liệu

source: Delete!
vi: Xoá dữ liệu!

source: You have no permission!
vi: Bạn không đủ quyền!

source: Delete farmer success!
vi: Xoá nông dân thành công!

source: Delete group success!
vi: Xóa nhóm thành công!

source: Delete associate group success!
vi: Xóa liên nhóm thành công!

source: Delete certificate success!
vi: Xoá chứng chỉ thành công!

source: Not valid soft delete form!
vi: Không hợp lệ!

source: The form is not validate!
vi: Form chưa được kiểm tra thông tin!

source: Required field!
vi: Trường bắt buộc nhập!

source: Passwords must match
vi: Mật khẩu phải đồng bộ

source: Name
vi: Tên

source: Old password
vi: Mật khẩu cũ

source: New Password
vi: Mật khẩu mới

source: Repeat Password
vi: Nhập lại mật khẩu

source: Role
vi: Quyền

source: Associated Group
vi: Liên nhóm

source: Submit
vi: Lưu thông tin

source: Old password is wrong!
vi: Mật khẩu cũ không đúng!

source: The email was existed!
vi: Email đã tồn tại!

source: Update user success!
vi: Cập nhật người dùng PGS thành công!

source: The form is not validated!
vi: Thông tin không hợp lệ!

source: Add user success!
vi: Thêm mới người dùng PGS thành công!

source: Delete user success!
vi: Xóa người dùng PGS thành công!

source: Associate group code
vi: Mã liên nhóm

source: Province
vi: Tỉnh/Thành phố

source: Year created
vi: Năm tham gia

source: Enter year
vi: Nhập năm

source: Update associate group success!
vi: Cập nhật liên nhóm PGS thành công!

source: Add associate group success!
vi: Thêm mới liên nhóm thành công!

source: Edit associate group success!
vi: Cập nhật thông tin liên nhóm thành công!

source: Certificate code
vi: Mã chứng chỉ

source: Group area
vi: Diện tích

source: Member count
vi: Tổng thành viên

source: Certificate verify date
vi: Ngày thanh tra

source: Decision code
vi: Quyết định

source: Certificate expiry date
vi: Ngày hết hạn chứng chỉ

source: Status
vi: Trạng thái

source: Approved
vi: Phê chuẩn

source: Refuse
vi: Từ chối

source: Withdraw
vi: Thu hồi

source: Warning
vi: Cảnh cáo

source: Punish
vi: Phạt

source: Reverify Status
vi: Trạng thái thanh tra

source: New
vi: Tạo mới

source: Remaining
vi: Duy trì

source: Conversion
vi: Đang chuyển đổi

source: Suddenly
vi: Đột xuất

source: Certificated farmer
vi: Cho nông dân

source: Certificated group
vi: Cho nhóm

source: The expiry date must greater than start date
vi: Ngày hết hạn phải lớn hơn ngày hiện tại

source: The expiry date must greater than start date!
vi: Ngày hết hạn phải lớn hơn ngày hiện tại!

source: Update certificate success!
vi: Cập nhật chứng chỉ thành công!

source: Add certificate success!
vi: Thêm mới chứng chỉ thành công!

source: Edit certificate success!
vi: Cập nhật thông tin chứng chỉ thành công!

source: Farmer code
vi: Mã nông dân

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Type
vi: Loại thành viên

source: Member
vi: Thành viên

source: Reviewer
vi: Thanh tra

source: Leader
vi: Trưởng nhóm

source: Deputy leader
vi: Phó nhóm

source: Counter
vi: Kế toán

source: Group
vi: Nhóm

source: Update farmer success!
vi: Cập nhật thông tin user thành công!

source: Add farmer success!
vi: Tạo nông dân thành công!

source: Can't get id of object edit!
vi: Không lấy được id của đối tượng cần cập nhật!

source: Group code
vi: Mã nhóm

source: District
vi: Quận/Huyện

source: Ward
vi: Phường/Xã

source: Village
vi: Thôn/Xóm

source: Inter-group
vi: Liên nhóm

source: Update group success!
vi: Cập nhật nhóm thành công!

source: Add group success!
vi: Thêm mới nhóm thành công!

source: Edit group success!
vi: Cập nhật thông tin nhóm thành công!

source: Full name
vi: Họ tên

source: PGS Certificate Manager
vi: Hệ thống quản lý chứng chỉ PGS

source: Page Not Found
vi: Trang không tồn tại

source: Not Found
vi: Không tồn tại

source: Internal Server Error
vi: Máy chủ gặp sự cố

source: Toggle navigation
vi: Kích hoạt trang điều phối

source: nearly expired certificate(s)!
vi: chứng chỉ sắp hết hạn!

source: Click for more details!
vi: Xem chi tiết!

source: Change the language.
vi: Đổi ngôn ngữ.

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Profile
vi: Hồ sơ cá nhân

source: Sign out
vi: Đăng xuất

source: PGS MANAGEMENT
vi: DANH MỤC QUẢN LÝ PGS

source: Overview
vi: Tổng quan

source: Certificate
vi: Chứng chỉ

source: Certified Group
vi: Cấp cho nhóm

source: Certified Farmer
vi: Cấp cho cá nhân

source: Farmer
vi: Nông dân

source: Administrator
vi: Danh mục quản trị

source: Users Management
vi: Người dùng hệ thống

source: USER
vi: TÁC VỤ NGƯỜI DÙNG

source: Login
vi: Đăng nhập

source: PGS status
vi: Trạng thái của PGS

source: Home
vi: Trang chủ

source: PGS Status
vi: Trạng thái của PGS

source: Quickly summary about <code>PGS Certificates</code> analytics.
vi: Thống kê nhanh về <code>Chứng chỉ PGS</code>.

source: Certificates
vi: Chứng nhận

source: Farmers
vi: Nông dân

source: Groups
vi: Nhóm PGS

source: About to expire
vi: Chứng chỉ PGS sắp hết hạn

source: Total approved area
vi: Tổng diện tích chứng nhận

source: Total requested area
vi: Tổng diện tích yêu cầu

source: Total male farmers
vi: Tổng nông dân nam

source: Total female farmers
vi: Tổng nông dân nữ

source: Do you really want to delete data?
vi: Bạn có thực sự muốn xoá dữ liệu này không?

source: Decision number
vi: Mã quyết định

source: Inspection
vi: Thanh tra

source: Decision
vi: Quyết định

source: Expiry day
vi: Ngày hết hạn

source: No data
vi: Không có dữ liệu

source: Summary
vi: Thống kê

source: History
vi: Lịch sử

source: Detail info
vi: Chi tiết

source: Total of
vi: Tổng

source: Code
vi: Mã

source: Area
vi: Diện tích

source: Close
vi: Đóng

source: Fullname
vi: Họ tên

source: Current login IP
vi: IP hiện tại

source: Last login IP
vi: IP cuối

source: Current login at
vi: Đăng nhập hiện tại

source: Last login at
vi: Đăng nhập gần đây

source: Actions
vi: Thao tác

source: PGS Users
vi: Người dùng PGS

source: Managing roles and permissions in PGS system
vi: Quản lý quyền hạn người dùng trong hệ thống PGS

source: Home
vi: Trang chủ

source: Update Data
vi: Cập nhật dữ liệu

source: Confirm to delete
vi: Xác nhận xoá dữ liệu

source: PGS Inter-group
vi: Liên nhóm PGS

source: Managing regional inter-group in PGS system
vi: Quản lý liên nhóm theo vùng trong hệ thống PGS

source: Inter-group info
vi: Liên nhóm PGS

source: certificates
vi: chứng chỉ PGS

source: groups
vi: nhóm

source: farmers (Male / Female)
vi: nông dân (Nam / Nữ)

source: approved area
vi: diện tích chứng nhận

source: Commune
vi: Phường/Xã

source: Certified group
vi: Cấp cho nhóm

source: Area (m2)
vi: Diện tích (m2)

source: Inspection day
vi: Ngày thanh tra

source: Certified farmer
vi: Cấp cho nông dân

source: PGS Certificates for groups
vi: Các chứng chỉ PGS cấp cho nhóm

source: Managing PGS certificates for groups
vi: Quản lý các chứng chỉ PGS cấp cho nhóm

source: Certificates for groups
vi: Chứng chỉ cấp cho nhóm

source: PGS Certificates for farmers
vi: Các chứng chỉ PGS cấp cho nông dân

source: Managing PGS certificates for farmers
vi: Quản lý các chứng chỉ PGS cấp cho nông dân

source: Certificates for farmers
vi: Chứng chỉ cấp cho nông dân

source: PGS Certificates
vi: Chứng nhận PGS

source: PGS Farmer
vi: Nông dân PGS

source: Managing farmers in PGS system
vi: Quản lý nông dân trong hệ thống PGS

source: PGS Farmers
vi: Nông dân PGS

source: Certificate history
vi: Lịch sử cấp chứng chỉ PGS

source: PGS Groups
vi: Nhóm PGS

source: Managing regional groups in PGS system
vi: Quản lý các nhóm PGS theo vùng

source: Create New
vi: Tạo mới

source: Group info
vi: Thông tin nhóm

source: Warning PGS Certificates
vi: Các cảnh báo về chứng chỉ PGS

source: Managing warning PGS certificates
vi: Quản lý các cảnh báo quanh chứng chỉ PGS sắp hết hạn

source: Alarmed PGS Certificates
vi: Các cảnh báo về chứng chỉ PGS

source: Log In
vi: Đăng nhập

source: Log into your account!
vi: Đăng nhập vào hệ thống PGS!

source: Certificate Management
vi: Quản Lý Chứng Chỉ

source: Register
vi: Đăng ký

source: Register new PGS account!
vi: Đăng ký tài khoản PGS mới!

source: Please register new PGS account!
vi: Hãy đăng ký tài khoản PGS mới!

source: rejected
vi: Từ chối

source: decline
vi: Thu hồi

source: adding
vi: Cấp mới

source: keeping
vi: Duy trì

source: converting
vi: Đang chuyển đổi

source: fortuity
vi: Đột xuất

source: Rejected
vi: Từ chối

source: Decline
vi: Thu hồi

source: Adding
vi: Cấp mới

source: Keeping
vi: Duy trì

source: Converting
vi: Đang chuyển đổi

source: Fortuity
vi: Đột xuất
